Repository: Gig-o-Matic/GO2
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: calhelp_3
de: Unter Kalender-Einstellungen die Schaltfläche"In interessanten Kalendern suchen »" auswählen. Dort auf der rechten Seite "Über URL hinzufügen" klicken - in dem erscheinendenDialog die Adresse einfügen und geschafft!Der Gig-o Kalender wird zu deiner Kalenderliste hinzugefügt. Bitte beachte, dass Google Kalender die abonnierten Kalender nur alle paar Stunden aktualisiert. Änderungen in Gig-o werden also erst nach einer Weile übernommen.
fr: Dans les Paramètres, sélectionner le menu "Ajouter un calendrier" puis"A partir de l'URL" - coller le lien personnalisé et ajouter le calendrier. L'agendadu Gig-o apparaîtra alors dans la liste de vos agendas. A savoir: Google Agenda met à jour les calendriers externes toutes les 2-3 heures. Les changements effectués dans le Gig-o peuvent donc mettre un peu de temps avant d'apparaître dans le Google Agenda.
it: Nel menu "Other Calendars" seleziona "Add by URL" – incolla l’indirizzo del calendario nella finestra di dialogo, e il calendario del Gig-o apparirà nella tua lista in calendario.

source: Subscribing in Apple Calendar
de: Mit Apple Kalender folgen
fr: Synchroniser avec Apple Agenda
it: Registrarsi su Apple Calendar

source: calhelp_4
de: Im "Datei" Menü den Punkt "Neuen Kalender abonnieren" auswählen - die Kalenderadresse in den Dialog einfügen und ein neuer Dialog erscheint, in dem man dem Kalender einen passenden Namen geben kann, usw.
fr: Séléectionner "Ajouter un nouvel agenda" dans le menu "Fichier" - coller le lien ci-dessus , et une nouvelle fenêtre va s'ouvrir pour gérer l'ajout (nom du nouveau calendrier, etc ...).
it: Seleziona "New Calendar Subscription" nel menu "File" – incolla l’indirizzo del calendario nella finestra di dialogo, si aprirà una nuova finestra di dialogo dove potrai dare un nome utile al calendario, ecc.

source: Subscribing in Outlook
de: Mit Outlook folgen
fr: Synchroniser avec Outlook
it: Registrarsi su Outlook

source: calhelp_5
de: <br>1) Unter Werkzeuge - Kontoeinstellungen...<br>2) Den Reiter Internetkalender auswählen<br>3) Auf Neu klicken...<br>4) Die Kalenderadresse einfügen<br>5) Klicke Hinzufügen<br>6) Den Ordnernamen zu 'Gig-o-Matic' ändern<br>7) Klicke OK<br>8) Der Gig-o-Matic Kalender erscheint unter 'Andere Kalender'.
fr: <br>1) Aller dans Outils - Paramètres du compte...<br>2) Sélectionner l'onglet Agendas Internet <br>3) Cliquer sur Nouveau...<br>4) Coller l'adresse ci-dessus <br>5) Cliquer sur ajouter<br>6) Changer le nom de dossier en 'Gig-o-Matic<br>7) Cliquer sur OK<br>L'agenda du Gig-o apparaître dans 'Autres Agendas.'

source: Return to profile
de: Zurück zu Profil
fr: Retourner au profil
it: Ritorna al profilo

source: Calendar
de: Kalender
fr: Agenda
it: Calendario

source: Somebody
de: Jemand
fr: Quelqu'un
it: Qualcuno

source: said on
de: gesagt auf
fr: le
it: ha detto

source: Answered!
fr: Réponse !
it: Risposto!

source: answer_confirm_message
de: Deine Antwort wurde übermittelt - danke!
fr: Votre réponse a été envoyée - merci !
it: La tua risposta è stata registrata – grazie!

source: Request Received!
de: Anfrage erhalten!
fr: Demande reçue
it: Richiesta ricevuta!

source: Password Reset!
de: Passwort zurücksetzen!
fr: Réinitialisation de mot de passe !

source: Signed Up!
de: Angemeldet!
fr: Enregistré !
it: Iscrizione fatta!

source: signup_confirm_message
de: Tolle Sache - du hast dich angemeldet. Halte in deinem Posteingang Ausschau nach einer Bestätigungsnachricht und folge den Anweisungen, um den Vorgang weiterzuführen.
fr: Bravo - vous vous êtes enregistré. Vous allez recevoir un email de confirmation afin de confirmer votre inscription.
it: Ecco, l’iscrizione è fatta. Riceverai un’e-mail di conferma e seguendo le istruzioni potrai completare la procedura.

source: Credits
de: Wer hat das alles hier gemacht?
fr: Qui a fait ce truc ?

source: Gig-O-Matic Credits
de: Gig-O-Matic Mitwirkende
fr: Gig-o-Matic : crédits
it: Credits Gig-O-Matic

source: credits_text
de: Erstellt von Aaron Oppenheimer von der Second Line Social Aid& Pleasure Society Brass Band. Getestet von mehreren unerschrockenen Mitgliedern der selben Band. Im Selbstversuch weiterentwickelt von der gesamten Band. WOO!<br><br>Italienische Übersetzung von Marcello Jatosti. Meraviglioso!<br>Deutsche Übersetzung von Christian Neumayer. Ausgezeichnet!
fr: Créé par Aaron Oppenheimer, Second Line Social Aid & Pleasure Society Brass Band. Beta-testé par quelques membres intrépides du groupe. Testé et approuvé par tout le groupe. WOO!<br><br>Traduzione italiana di Marcello Jatosti. Meraviglioso!<br>Deutsche Übersetzung von Christian Neumayer. Ausgezeichnet!<br>Traduction Française de Benoît Rosa. Incroyable !
it: Realizzato da Aaron Oppenheimer, Second Line Social Aid & Pleasure Society Brass Band. Collaudato prima da alcuni intrepidi pionieri, e poi sperimentato da tutta quanta la banda. Alé!<br><br>Traduzione italiana di Marcello Jatosti, Titubanda.<br>Traduzione tedesca di Christian Neumayer.

source: credits_text2
de: Verwendet die folgenden grandiosen (und freien!) Technologien:
fr: Le Gig-o-Matic utilise les fantastiques logiciels (open source) suivants :
it: Utilizza queste favolose tecnologie open source:

source: credits_text3
de: Diese Projekt ist auf <a href="https://github.com/SecondLiners/GO2.git">github</a> - Forks und/oder Weiterentwicklungen sind gerne gesehen!
fr: Le code source se trouve sur <a href="https://github.com/SecondLiners/GO2.git">github</a> - fork et contributions encouragés !
it: Questo progetto è su <a href="https://github.com/SecondLiners/GO2.git">github</a> - ed è aperto a suggerimenti e contributi!

source: Look <a href="/changelog">here</a> for the change log.
de: Finde <a href="/changelog">hier</a> das Change Log.
fr: Le changelog se trouve <a href="/changelog">ici</a>.
it: Clicca <a href="/changelog">qui</a> per vedere il registro modifiche.

source: Error!
fr: Erreur !

source: Uh oh!
de: Ohje!
fr: Hum ...
it: Oh-oh!

source: error_message
fr: Une erreur interne est apparue ! Merci d'envoyer un email à' <a href="mailto:superuser@gig-o-matic.com">superuser@gig-o-matic.com</a> pour nous dire ce qui s'est passé !

source: Go back to the Gig-o-Matic
fr: Retourner au Gig-o-Matic
it: Ritorna al Gig-o-Matic

source: Reset Password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe

source: forgot_message
de: Passwort vergessen? Kein Problem! Gib deine Emailadresse an, um einen Link zu erhalten, mit dem du dir ein neues, besseres und leichter-zu-merkendes erstellen kannst.
fr: Vous avez oublié votre mot de passe ? Pas de souci ! Renseignez votre email pour en recevoir un autre, mieux et plus simple à retenir !
it: Password dimenticata? Niente di grave! Inserisci il tuo indirizzo e-mail per ricevere un link che ti permetterà di sceglierne una nuova, più facile da ricordare.

source: Not found!
de: Nicht gefunden!
fr: Utilisateur inconnu !
it: Non trovato!

source: We could not found any user with the given username.
de: Wir konnten keinen Benutzer mit dem angegebenen Benutzernamen finden.
fr: Nous n'avons pas trouvé d'utilisateur avec ce login
it: Non abbiamo trovato nessun utente con questo username

source: Send password reset link
de: Sende Link zum Passwort zurücksetzen
fr: Envoyer un email de réinitialisation de mot passe
it: Inviami link per il reset

source: Archived Gig Info
de: Archivierte Termine Info
fr: Infos du concert (archive)
it: Info suonata archiviata

source: Gig
de: Termin
fr: Concert
it: Suonata

source: Band
fr: Groupe

source: Address
de: Adresse
fr: Adresse
it: Indirizzo

source: What to Wear
de: Adjustierung
fr: Constume
it: Costumi?

source: Pay Deal
de: Bezahlung
fr: Cachet
it: Quanto ci danno?

source: Leader
de: Dirigent
fr: Chef
it: Responsabile

source: More Details
de: Mehr Details
fr: Plus de détails
it: Ulteriori dettagli

source: Setlist
de: Programm
fr: Set liste
it: Scaletta

source: Member Plans
de: Zu- und Absagen
fr: Plans

source: Comments
de: Kommentare
fr: Commentaires
it: Commenti

source: New Gig for
de: Neuer Termin für
fr: Nouveau concert de
it: Nuova suonata della

source: Gig Title
de: Terminname
fr: Titre
it: Titolo evento

source: required
de: erforderlich
fr: obligatoire

source: Copy of
de: Kopie von
fr: Copie de
it: Copia di

source: Hide From Public Page
de: Auf öffentlichem Profil verbergen
fr: N'apparaîtra pas sur la page publique
it: Non mostrare sulla pagina pubblica

source: End Date
de: Enddatum
fr: Date de fin
it: Data fine

source: if multi-day
de: falls mehrtägig
fr: si multi-jour
it: se di più giorni

source: Add A Series Of Copies
de: Beginne eine Terminserie
fr: Ajouter plusieurs copies
it: Aggiungi Una Serie Di Copie

source: Total Number Of Gigs
de: Gesamtanzahl
fr: Nombre total de concerts
it: Numero Totale Di Suonate

source: Repeat Every
de: Wiederhole
fr: Répeter tous les
it: Ripeti Ogni

source: day
de: täglich
fr: jours
it: Giorno

source: week
de: wöchentlich
fr: semaines
it: Settimana

source: month (on same day of month)
de: monatlich (am selben Tag)
fr: mois (le même jour du mois)
it: Mese (stesso giorno della settimana)

source: location_placeholder
de: Nimmerland
fr: Pétaouchnok
it: specificare via e città

source: What To Wear
de: Adjustierung
fr: Costume

source: Pants Optional
de: Mit Hemd ohne Hose
fr: Pantalon en option
it: Mutande opzionali

source: As If
de: Schön wär's
fr: Et la marmotte ...
it: Sì, magari

source: leader_placeholder
de: Herbert von Karajan
fr: Leonard Bernstein
it: chi se ne occupa

source: Post-gig Plans
de: Nach dem Auftritt
fr: Après soirée
it: Progetti per dopo la suonata

source: postgig_placeholder
de: Gemütliches Beisammensein
fr: Une manche ?
it: Aperitivino?

source: who? what? where? when? why?
de: Wer? Wo? Was? Wann? Wieso?
fr: qui ? quoi ? ou ? quand ? comment ?
it: chi? cosa? dove? quando? perché?

source: setlist here
de: Änderungen vorbehalten
fr: mettre une setliste ici

source: Description for RSS feed
fr: Descrription pour le flux RSS
it: Descrizione per feed RSS

source: description here
fr: description
it: inserisci la descrizione qui

source: Email members about this new gig
de: Sende Mitgliedern eine Email über diesen neuen Termin
fr: Envoyer un email aux membres

source: Email members about change
de: Sende Mitgliedern eine Email
fr: Envoyer un email de mise à jour
it: Segnala i cambiamenti ai membri via e-mail

source: Invite occasional members
de: Lade hin-und-wieder-Mitglieder ein
fr: Inviter les membres occasionnels
it: Invita membri saltuari

source: Also send update to occasional members
de: Sende Aktualisierungen an hin-und-wieder-Mitglieder
fr: Envoyer la mise à jour aux membres occasionnels
it: Invia aggiornamento anche ai membri saltuari

source: Hide gig from calendars
fr: Ne pas ajouter dans les agendas
it: Nascondi suonata dai calendari

source: Move To Trash
fr: Mettre à la poubelle

source: Restore Gig
fr: Restaurer

source: Archive
de: Archivieren
fr: Archiver
it: Archivia

source: Confirm Trash
fr: Confirmer

source: Do you really want to move this gig to the trash?
fr: Voulez-vous vraiment mettre ce concert à la poubelle ?

source: Trash it!
fr: Oui !

source: Confirm archive
de: Archivieren bestätigen
fr: Confirmer
it: Conferma archivia

source: Do you really want to archive this gig?
de: Willst du diesen Termin wirklich archivieren?
fr: Voulez-vous vraiment archiver ce concert ?

source: Don't Archive
de: Nicht archivieren
fr: Ne pas archiver

source: Please enter a date in the format mm/dd/yyyy.
de: Bitte gib ein Datum in der Form tt.mm.jjjj ein.
fr: Merci d'entrer une date au format mm/dd/yyyy
it: Inserisci data in formato gg/mm/aaaa

source: time_format
de: G:i
fr: G:i
it: G:i

source: Must be later than start date!
de: Muss nach dem Startdatum liegen!
fr: La date de fin doit être après la date de début !
it: Deve essere dopo la data di inizio!

source: Must be in the future!
de: Muss in der Zukunft liegen!
fr: Doit être une date dans le futur !
it: Deve essere una data futura!

source: Gig Info
de: Termininfo
fr: Informations sur le concert
it: Info suonata

source: Duplicate
de: Kopieren
fr: Copie
it: Duplica

source: Hidden From Public Page
de: Nicht auf dem öffentlichen Profil
fr: N'appparaît pas sur la page publique
it: Non appare sulla pagina pubblica

source: THIS GIG IS IN THE TRASH!
fr: CE CONCERT EST A LA POUBELLE !

source: Occasional members were not invited.
de: Hin-und-wieder-Mitglieder sind nicht eingeladen worden
fr: Les membres occasionnels ne sont pas invités
it: I membri saltuari non sono stati invitati.

source: Gig is hidden from calendar.
fr: Le concert n'apparît pas dans l'agenda
it: La suonata non apparirà sui calendari

source: Print
de: Drucken
fr: Imprimer
it: Stampa

source: Show All
de: Zeige alle
fr: Tous les membres
it: Mostra tutti

source: Show Committed
de: Zeige fixe Zusagen
fr: Membres présents
it: Mostra chi viene

source: Remind
de: Sende Erinnerung
fr: E-mail de rappel
it: Invia sollecito

source: Reminder Sent
de: Erinnerung gesendet
fr: Rappel Envoyé
it: Sollecito già inviato

source: say your piece!
de: Melde dich zu Wort!
fr: quelque chose à dire ?
it: Di’ la tua!

source: Say it!
de: Sag es!
fr: Publier
it: Pubblica

source: Privacy & Security
fr: Vie privée et confidentialité
it: Privacy & Sicurezza

source: Who made this thing?
de: Wer hat das alles hier erstellt?
fr: Qui a créé ce truc ?
it: Credits

source: Grid o'Gigs
de: Terminraster
fr: Grille des concerts
it: Griglia

source: archived
de: archiviert
fr: archivé
it: archiviata

source: No Gigs!
de: Keine Termine!
fr: Pas de concerts !
it: Niente in programma!

source: Help!
de: Hilfe!
fr: Aide

source: How do I...
de: Wie kann ich...
fr: Comment fais-je pour ...
it: Come faccio a...

source: help_question_1
de: ...einer Band beitreten?
fr: ...rejoindre un groupe ?
it: ...iscrivermi a una banda?

source: help_answer_1
de: Klicke auf deinen Namen in der oberen rechten Ecke in diesem Fenster und wähle "Mein Profil". In dem "Bands" Abschnitt klicke auf"Band hinzufügen" und wähle die gewünschte Band! Du wirst zu einem vorläufigen Mitglied, bis dich der Administrator der Band bestätigt. Daraufhin wirst du eine Email erhalten.
fr: Cliquer sur votre nom dans le coin supérieur droit de cette fenêtre, et sélectionner "Mon profil". Dans la section "Groupes", cliquer sur "Ajouter un groupe", et sélectionner le groupe de votre choix ! Vous recevrez un email de confirmation lorsqu'un admin du groupe aura confirmé que vous êtes bien un membre de ce groupe.
it: Clicca sul tuo nome nella barra in alto a destra di questa finestra e seleziona "Il mio profilo." Nel riquadro "Bande" (in basso), clicca su "Aggiungi banda" e seleziona la banda che desideri. La tua iscrizione rimarrà in attesa finché l’amministratore della banda ti confermerà tra i membri. A iscrizione completata riceverai un’e-mail.

source: help_question_2
de: ...mein Register wechseln?
fr: ... changer de section ?
it: ...scegliere/cambiare sezione?

source: help_answer_2
de: Klicke auf deinen Namen in der oberen rechten Ecke in diesem Fenster und wähle "Mein Profil". In dem "Bands" Abschnitt kannst du dein Register über das Pop-Up neben dem Bandnamen auswählen. Bitte beachte, dass es Bands gibt, die sich nicht in Register organisieren, es kann also sein, dass es hier keine Auswahlmöglichkeiten gibt. In dem Fall: Lehn' dich " "zurück und genieße die Anarchie.
fr: Cliquer sur votre nom dans le coin supérieur droit de cette fenêtre, et sélectionner "Mon profil". Dans la section "Groupes", vous pouvez sélectionner votresection dans le menu apparaissant à droite du nom de chaque groupe. Certains groupes ne sont pas organisés en section, il se peut qu'il n'y ait donc rien à sélectionner.Dans ce cas là, relaxez-vous et profitez de l'anarchie !
it: Clicca sul tuo nome nella barra in alto a destra di questa finestra e seleziona "Il mio profilo." Nel riquadro "Bande" (in basso), scegli la tua sezione nel menu a tendina accanto alla banda. Se suoni più di uno strumento, puoi spuntare la casella "anche altre sezioni." Nota che alcune bande non sono organizzate per sezioni, perciò potrebbe non esserci nulla da selezionare. Quindi rilassati e goditi l’anarchia.

source: help_question_3
de: ...einen Vorschlag machen?
fr: ...faire une suggestion ?
it: ...dare un suggerimento?

source: help_answer_3
de: Lass es mich <a href="mailto:superuser@gig-o-matic.com">wissen</a>!
fr: Nous sommes à l'écoute de ce que vous avez à <a href="mailto:superuser@gig-o-matic.com">dire</a>.
it: I want to <a href="mailto:superuser@gig-o-matic.com">hear about it</a>.

source: help_question_4
de: ...den Administrator kontaktieren?
fr: ...contacter l'administateur ?
it: ...contattare l’amministratore?

source: help_answer_4
de: <a href="mailto:superuser@gig-o-matic.com">Sende eine Email!</a>
fr: <a href="mailto:superuser@gig-o-matic.com">Par email !</a>
it: <a href="mailto:superuser@gig-o-matic.com">Email Here!</a>

source: New Band!
de: Neue Band!
fr: Nouveau groupe !

source: Setup Password
de: Passworteinrichtung
fr: Choisir un mot de passe
it: Scelta password

source: Welcome To Gig-o-Matic
de: Willkommen zu Gig-o-Matic
fr: Bienvenue sur le Gig-o-Matic
it: Un benvenuto sul Gig-o-Matic

source: invite_welcome_text
de: Willkommen zu Gig-o-Matic! Wir haben dein Konto eingerichtet - du musst nur noch ein Passwort einrichten, dann kannst du loslegen.
fr: Bienvenue sur le Gig-o-Matic ! Votre compte a été créé - vous avez seulement besoinde choisir un mot de passe pour pouvoir utiliser le Gig-o.
it: Un benvenuto sul Gig-o-Matic! La tua iscrizione è praticamente fatta: devi soltanto sceglierti una password e sei a bordo.

source: Full Name
de: Voller Name
fr: Nom entier
it: Nome e Cognome

source: Nickname
de: Rufname
fr: Surnom
it: Nome sul Gig-O

source: Enter Password
de: Dein Passwort bitte
fr: Mot de passe
it: Inserisci password

source: And Again
de: und noch einmal
fr: Confirmation du mot de passe
it: Ripeti password

source: Set Password
de: Passwort setzen
fr: Créer le mot de passe
it: Conferma

source: Passwords must match!
de: Die Passwörter müssen übereinstimmen!
fr: Les mots de passe ne coïncident pas !
it: La password va ripetuta esattamente!

source: Link Error!
de: Fehlerhafter Link!
fr: Erreur de lien !

source: link_error_message
de: Du hast einen Link geklickt, der nicht mehr aktiv ist - deine Identität hast du bereits bestätigt. Einloggen kannst du dich unter
fr: Vous avez cliqué sur un lien qui ne fonctionne pas - vous avez déjà vérifié votreadresse e-mail. Il suffit de se conecter à l'adresse suivante
it: Hai cliccato su un link che non esiste più – la tua identità è già verificata. Ora puoi accedere direttamente al Gig-o da qui:

source: Login
fr: Connexion

source: Welcome to Gig-o-Matic!
de: Willkommen zu Gig-o-Matic!
fr: Bienvenue sur le Gig-o-Matic

source: Login failed!
de: Anmelden fehlgeschlagen!
fr: Problème de connexion !

source: Check your credentials and try again.
de: Überprüfe deine Angaben und versuch' es nocheinmal.
fr: Vérifiez votre email et mot de passe.
it: Verifica le tue credenziali e riprova

source: Check your email to verify your account.
fr: Vérifiez vos information dans vos emails
it: Controlla le tue email per verificare l’account

source: Password
de: Passwort
fr: Mot de passe

source: Remember me
de: Angaben merken
fr: Rester connecté

source: Not a member?
de: Noch kein Mitglied?
fr: Pas encore membre ?
it: Non sei membro?

source: Sign Up!
de: Beitreten!
fr: S'inscrire !
it: Iscriviti!

source: Want your band on the Gig-o?
de: Du möchtest deine Band in Gig-o haben?
fr: Vous voulez ajouter votre groupe dans le Gig-o ?
it: Vuoi fare inserire la tua banda sul Gig-o?

source: Click
de: Klicke
fr: Cliquez
it: Clicca

source: here
de: hier
fr: ici

source: What is the Gig-o-Matic, anyway?
de: Was ist dieses Gig-o-Matic überhaupt?
fr: Gig-o-Matic : késako ?
it: Ma cos’è questo Gig-o-Matic?

source: pending
de: vorläufig
fr: confirmation en attente
it: in attesa

source: other sections, too
de: auch andere Register
fr: plusieurs sections
it: anche altre sezioni

source: hide from calendar
de: nicht in meinem Kalender anzeigen
fr: ne pas afficher dans le calendrier
it: nascondi dalla mia agenda

source: Leave Band
de: Band verlassen
fr: Quitter ce groupe
it: Lascia la banda

source: You need to add a band!
de: Du musst eine Band auswählen!
fr: Commencez par ajouter un groupe !
it: Devi aggiungere una banda!

source: Add Band
de: Band auswählen
fr: Ajouter un Groupe
it: Aggiungi banda

source: Edit Profile
de: Profil bearbeiten
fr: Editer mon profil

source: (required)
de: (erforderlich)
fr: (obligatoire)
it: (obbligatorio)

source: call me...
de: nenn mich...
fr: appelez moi ..
it: chiamatemi semplicemente...

source: Password (again!)
de: Passwort (noch einmal!)
fr: mot de passe (confirmation)
it: Password (ripeti!)

source: Phone
de: Telefon
fr: Téléphone
it: Telefono

source: ring ring
de: klingeling
fr: dring dring
it: drin drin

source: Statement
de: Aussage
fr: Description

source: I have naturally curly hair and enjoy long walks on the beach.
de: Mein Haar ist von Natur aus blond und ich genieße lange Abende auf der Veranda.
fr: J'ai les cheveux ondulés et j'aime me promener sur la plage
it: Bevo poco, non fumo e adoro il cool jazz

source: Images Of Me
de: Bilder von mir
fr: Photos de moi
it: Le mie foto

source: images_instructions
de: Es muss sich um Links zu Bildern handeln, einen pro Zeile. Um ein Bild von Facebook zu verwenden, kannst du mit einem Rechtsklick den Punkt"Adresse kopieren" auswählen und den Link dann hier einfügen.
fr: Mettre des liens vers des images, chacun sur une ligne différente.Pour utiliser des images de facebook, faire un clic droit sur l'imageet sélectionner "Copier l'URL de l'image", puis copier le résultat ici.
it: Inserire la URL di ogni immagine. Per inserire una foto da facebook, cliccare sull’immagine con il pulsante destro e selezionare "Copia URL immagine", poi incollarla qui sopra.

source: Preferences
de: Einstellungen
fr: Préférences
it: Preferenze

source: Hide canceled gigs on my agenda page
de: Verberge abgesagte Termine auf meiner Agenda
fr: Cacher les concerts annulés sur mon agenda

source: Show gig time my agenda page
de: Auftrittszeitpunkt auf der Agenda-Seite anzeigen
fr: Afficher l'heure des concerts sur mon agenda
it: Mostra orario suonata sulla mia agenda

source: Share my profile outside of my bands
de: Teile mein Profile außerhalb meiner Bands
fr: Partager mon profil avec les membres d'autres groupes
it: Condividi il mio profilo con tutte le altre bande

source: Share my email outside of my bands
de: Teile meine Emailadresse außerhalb meiner Bands
fr: Partager mon email avec les membres d'autres groupes
it: Condividi la mia e-mail con tutte le altre bande

source: Show only confirmed gigs on calendar view
de: Zeige nur bestätigte Termine in der Kalenderansicht
fr: Ne montrer que les concerts confirmés dans l'agenda
it: Mostra sul Calendario solo le suonate confermate

source: Show only gigs I can do (or maybe can do) on calendar view
de: Zeige nur Termine in der Kalenderansicht, bei denen ich (auch vielleicht) dabei bin
fr: Ne montrer que les concerts où je peux (peut-être) jouer sur mon agenda
it: Mostra sul Calendario solo le suonate cui parteciperò

source: Language
de: Sprache
fr: Langue
it: Lingua

source: Delete
de: Löschen
fr: Supprimer
it: Cancella

source: Confirm Delete
de: Löschen bestätigen
fr: Confirmer la suppression
it: Conferma cancella

source: Do you really want to delete this member?
de: Willst du dieses Mitglied wirklich entfernen?
fr: Voulez-vous vraiment supprimer ce compte ?

source: Don't Delete
de: Nicht löschen
fr: Non

source: email already in use
de: Diese Emailadresse wird bereits verwendet
fr: email déjà utilisé
it: e-mail già in uso
