Repository: Gig-o-Matic/GO2
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Please enter a valid email address!
de: Bitte gib eine gültige Emailadresse an!
fr: Merci d'entrer une adresse email valide !
it: Inserire un indirizzo e-mail valido!

source: Profile
de: Profil
fr: Profil

source: Personal Statement
de: Über mich
fr: A propos de moi
it: Mi presento

source: My Bands
de: Meine Bands
fr: Mes groupes

source: Pictures Of Me
de: Bilder von mir
fr: Photos de moi
it: Le mie foto

source: Bands
fr: Groupes
it: Bande

source: Hide canceled gigs
de: Verberge abgesagte Termine
fr: Cacher les concerts annulés
it: Nascondi suonate annullate

source: Share my profile
de: Teile mein Profil
fr: Partager mon profil
it: Condividi il mio profilo

source: Share my email
de: Teile meine Emailadresse
fr: Partager mon email
it: Condividi la mia e-mail

source: Calendar URL for My Bands
de: Kalender-URL für meine Bands
fr: Lien vers l'agenda pour mes groupes
it: URL del Calendario per le mie bande

source: click here for help
de: hier erhältst du Hilfe
fr: cliquer ici pour afficher l'aide
it: Clicca qui per l’help

source: Calendar shows only confirmed gigs
de: Zeige nur bestätigte Termine
fr: L'agenda n'affiche que les concerts confirmés
it: Sul Calendario solo suonate confermate

source: Calendar shows only gigs I can do (or maybe can do)
de: Zeige nur Termine, bei denen ich (auch vielleicht) kann
fr: L'agenda n'affiche que les concerts où je peux (peut-être) jouer
it: Sul Calendario solo suonate cui parteciperò

source: Do you really want to leave
de: Willst du wirklich weg
fr: Voulez-vous vraiment quitter
it: Vuoi veramente uscire dalla

source: Don't Leave
de: Nicht verlassen
fr: Ne pas quitter
it: Non uscire

source: Yes, Leave
de: Ja, tschüss
fr: Oui, quitter
it: Sì, uscire

source: Message of the Day
fr: Le Message du Jour
it: Messaggio del giorno

source: Gigs
de: Termine
fr: Concerts
it: Suonate

source: Grid
de: Raster
fr: Grille
it: Griglia

source: No bands yet!
de: Noch keine Bands!
fr: Pas encore de groupe ?
it: Ancora nessuna banda!

source: Add Gig
de: Termin hinzufügen
fr: Ajouter un concert
it: Aggiungi suonata

source: Stats Page
de: Statistiken
fr: Statistiques
it: Pagina statistiche

source: Help
de: Hilfe
fr: Aide

source: My Profile
de: Mein Profil
fr: Mon Profil
it: Il mio profilo

source: Logout
de: Abmelden
fr: Déconnexion

source: Adding a Gig
de: Einen Termin hinzufügen
fr: Ajouter un concert
it: Aggiunta di una suonata

source: no_band_gig_message
de: Du bist noch kein bestätigtes Mitglied einer Band. Sobald du einer Bandbeigetreten bist, wird dich ein bestehendes Mitglied der Band alslegitim bestätigen und du erhältst eine Email, die deine Mitgliedschaftbestätigt. Ab dann kannst du für diese Band Termine erstellen und bearbeiten. Also, keinen Stress und behalte deinen Posteingang im Auge!
fr: Aucun groupe ne vous a encore confirmé comme membre. Lorsque vous rejoignez un groupe,un membre de ce groupe doit confirmer que vous en êtes bien membre. Vous recevrez alorsun email de confirmation. Vous pourrez ensuite créer et éditer des concerts pour ce groupe.Pour le moment, attendez un peu et jetez un coup d'oeil à vos emails !
it: Non sei ancora tra i membri confermati di nessuna banda. Appena avrai scelto una banda, un membro admin di quella banda convaliderà la tua richiesta e riceverai un’e-mail di conferma della tua iscrizione. A quel punto, potrai creare e modificare tutte le suonate che vuoi per quella banda. Quindi, porta pazienza e controlla le tue e-mail!

source: No Gig Found!
de: Kein Termin gefunden!
fr: Pas de concert !
it: Suonata non trovata!

source: Definitely
de: Sicher
fr: Je serai là !
it: Sicuro

source: Probably
de: Wahrscheinlich
fr: Probablement
it: Quasi sicuro

source: Don't Know
de: Weiß ich noch nicht
fr: Je ne sais pas
it: Incerto

source: Probably Not
de: Wahrscheinlich nicht
fr: Probablement pas
it: Probabile no

source: Can't Do It
de: Kann nicht
fr: Pas dispo
it: Non posso

source: Not Interested
de: Nicht interessiert
fr: Pas intéressé
it: Mi dissocio!

source: Policies!
fr: Confidentialité et Sécurité

source: Gig-o-Matic Privacy Policy
fr: Gig-o-Matic : politique de confidentialité

source: privacy policy text
de: <i>Updated 2018-05-25</i><br><br>Information on the Gig-o-Matic will not be sold or provided to anyone outside of the Gig-o-Matic for any use, except under legal compulsion.<br><br>Other members of your band will see your email address, phone number, and whatever other details you enter into the system. If you set your profile so that information may be shared outside your band, people outside your band may see it.<br><br> The Gig-o-Matic stores the information you have entered into the system, as well as the date your account was created and the date of your most recent activity. Gig details, including comments and plans registred by members, are stored indefinitely. System administrators and band administrators have the ability to adjust plans for individual members.<br><br>If you do not wish to receive automatic emails from the Gig-o-Matic, you can turn emails off in your profile page.
fr: <i>Mise à jour le 25-05-2018</i><br><brExcepté dans le cadre d'obligations légales, les informations présentes sur le Gig-o-Matic ne seront ni vendues ni cédées à des tiers ni utilisées à d'autres fin que celles prévues dans l'utilisation du Gig-o-Matic.<br><br>Les autres membres de votre groupe verront votre adresse email, votre numéro de téléphone, et les autres détails que vous avez renseigné sur votre profil. Si votre profil est configuré pour partager ces informations en dehors des membres de votre groupe, ces mêmes informations seront accessibles à tous les utilisateurs du Gig-o-Matic.<br><br>Le Gig-o-Matic enregistre les informations que vous rentrez dans le système, ainsi que la date de création de votre compte et celle de votre dernière activité sur le site. Les détails relatifs aux concerts, incluant les commentaires et plans indiqués par les membres, sont stockés de manière permanente. Les administrateurs système ainsi que les administrateurs de chaque groupe ont la possibilité d'ajuster ces plans pour un membre donné.<br><br>Si vous ne voulez pas recevoir d'emails automatiques du Gig-o-Matic, vous pouvez décocher la case correspondante dans votre profil.
it: <i>Updated 2018-05-25</i><br><br>Information on the Gig-o-Matic will not be sold or provided to anyone outside of the Gig-o-Matic for any use, except under legal compulsion.<br><br>Other members of your band will see your email address, phone number, and whatever other details you enter into the system. If you set your profile so that information may be shared outside your band, people outside your band may see it.<br><br> The Gig-o-Matic stores the information you have entered into the system, as well as the date your account was created and the date of your most recent activity. Gig details, including comments and plans registred by members, are stored indefinitely. System administrators and band administrators have the ability to adjust plans for individual members.<br><br>If you do not wish to receive automatic emails from the Gig-o-Matic, you can turn emails off in your profile page.

source: Gig-o-Matic Security Policy
fr: Gig-o-Matic : politique de sécurité

source: security policy text
de: <i>Updated 2017-03-13</i><br><br>The Gig-o-Matic cannot promise super high-security for any of the data. The code is written to follow basic standards, but (as with every other web site) a determined actor will undoubtedly be able to break in and read the content. And because the Gig-o-Matic caters to self-proclaimed "activist" groups, there's a fair chance that somebody, sometime, might want to scrutinize the content. For that reason, without being alarmist, consider this when giving the Gig-o-Matic any information you don't want to see on the front page of the New York Times. Or in a dossier somewhere.
fr: <i>Mise à jour le 13-03-2017</i><br><br>Le Gig-o-Matic ne peut promettre une sécurité infiniment efficace en ce qui concerne les données stockées. Le code informatique a été écrit en respectant les standards du métier, cependant (comme c'est le cas pour tout site internet) un tiers déterminé sera certainement à même de rentrer dans le système et d'en lire le contenu. Et puisque le Gig-o-Matic est utilisé par des groupes auto-proclamés "activistes", il y a une chance non négligeable pour que cela soit le cas un jour. Pour cette raison là, sans toutefois céder à la paranoïa, pensez à cet état de fait si vous êtes amenés à entrer des informations que vous n'aimeriez pas voir publiées en une de la presse, ou stockées dans un fichier de renseignement.
it: <i>Updated 2017-03-13</i><br><br>The Gig-o-Matic cannot promise super high-security for any of the data. The code is written to follow basic standards, but (as with every other web site) a determined actor will undoubtedly be able to break in and read the content. And because the Gig-o-Matic caters to self-proclaimed "activist" groups, there's a fair chance that somebody, sometime, might want to scrutinize the content. For that reason, without being alarmist, consider this when giving the Gig-o-Matic any information you don't want to see on the front page of the New York Times. Or in a dossier somewhere.

source: Forgot your password? No problem - enter a new one here.
de: Passwort vergessen? Kein Problem - gib hier ein neues ein.
fr: Mot de passe oublié ? Pas de souci, entrez-en un nouveau ici
it: Password dimenticata? Nessun problema – inseriscine una nuova qui.

source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

source: Update Password
de: Passwort erneuern
fr: Mettre à jour le mot de passe
it: Aggiorna password

source: Register!
de: Registrieren!
fr: S'inscrire !
it: Registrati!

source: Register with the Gig-o-Matic
de: Registriere dich für Gig-o-Matic
fr: S'inscrire sur le Gig-o-Matic
it: Registrati sul Gig-o-Matic

source: Sign me up!
de: Melde mich an!
fr: Je m'inscris !
it: Iscrivetemi!

source: Stats!
de: Statistiken!
fr: Statistiques !

source: True
de: Ja
fr: Oui
it: Sì

source: False
de: Nein
fr: Non
it: No

source: welcome_message
de: Willkommen zu Gig-o-Matic!<br><br>Zuallererstens: Vergiss nicht, dein Profil mit Infos über dich zu füllen.<br><br>Zuallerzweitens: Tritt einer (oder zwei) Bands bei, indem du den "Band beitreten" Link unten klickst. Ein Bandadministrator wird dich legitimieren und du erhältst eine Bestätigungsmail. Groovy.<br><br>Brauchst du Hilfe? <a href="/help" class="alert-link">Hier</a> werden hoffentlich alle deine Fragen beantwortet.<br><br>Das hat nicht geholfen? Kontaktiere die <a href="mailto:superuser@gig-o-matic.com" class="alert-link">Gig-o-Matic Overlords</a>.
fr: Bienvenue sur le Gig-o-Matic ! <br><br>Tout d'abord, commencez par éditer votre profil pour mettre quelques infos sur vous.<br><br>Ensuite, bien sûr ... Ajoutez un groupe (ou plusieurs) en cliquant sur le lien "ajouter un groupe" ci-dessous. L'administrateur de ce groupe va confirmer que vous en êtes bien membre, et vous recevrez un email de confirmation. <br><br>Besoin d'aide ? Cliquez <a href="/help" class="alert-link">ici</a> et vous devriez avoir une réponse<br><br>Vous n'avez pas eu réponse à vos questions ? Contactez les <a href="mailto:superuser@gig-o-matic.com" class="alert-link">Gig-o-Matic Overlords</a>.
it: Un benvenuto sul Gig-O-Matic!<br><br>Primo passo: innanzitutto compila il tuo profilo con le tue info personali.<br><br>Secondo passo: Aggiungiti a una banda (o anche a più d’una) cliccando sulla casella "aggiungi banda" in basso. L’amministratore della banda verificherà che sei proprio tu, dopodiché ti verrà inviata un’e-mail di conferma. Più semplice di così!<br><br>Serve aiuto? Clicca <a href="/help" class="alert-link">qui</a> e troverai le istruzioni che ti occorrono.<br><br>Hai altre domande particolari? Contatta gli <a href="mailto:superuser@gig-o-matic.com" class="alert-link">amministratori del Gig-O-Matic</a>.

source: dismiss
de: verbergen
fr: annuler
it: nascondi

source: What Is It?
de: Was ist das?
fr: Késako ?

source: Date
de: Datum
it: Data

source: section
de: Register
it: sezione

source: Description
de: Beschreibung

source: Links to member resources, one per line, like this -> label: http://link_to_thing"
de: Links zu Ressourcen für Mitglieder, einen pro Zeile, in dieser Art -> label: http://link_to_thing"
it: Links a risorse utili per i membri, elencare uno per riga, così -> titolo: http://link_alla_pagina

source: Sections
de: Register
it: Sezioni

source: admin
de: Administrator

source: Contact
de: Kontakt
it: Inserita da

source: Maintenance!
de: Wartungsarbeiten!
it: Lavori in corso!

source: MOTD Admin
de: MOTD Administrator
it: Admin MOTD

source: Admin
de: Administrator

source: welcome_msg_email
it: Ciao! Hai effettuato la registrazione al Gig-o-Matic – ora clicca sul link qui sotto per accedere, e il gioco è fatto! (Il link è attivo per 48 ore – dopodiché puoi sempre ripetere la registrazione per ottenerlo di nuovo.) {0} Grazie, Il Team Gig-o-Matic

source: member_confirmed_email
it: Ciao! La tua richiesta di iscrizione è stata confermata. Ora sei tra i membri della {0} e puoi cominciare a utilizzare il Gig-o-Matic per gestire la tua partecipazione in banda. http://www.gig-o-matic.com/band_info.html?bk={1} Grazie, Il Team Gig-o-Matic

source: a.k.a.
it: anche detta

source: foo@bar.org
it: pinco@pallino.com

source: Change Log
it: Registro modifiche

source: Gig-O-Matic, version 2!
it: Gig-O-Matic, versione 2.0
