Repository: Gig-o-Matic/GO2
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Time
de: Zeit
fr: Heure
it: Orario

source: Status
fr: Statut
it: Stato

source: Details
fr: Détails

source: Welcome to Gig-o-Matic
de: Willkommen bei Gig-o-Matic
fr: Bienvenue sur le Gig-o-Matic
it: Un benvenuto sul Gig-o-Matic

source: Gig-o-Matic: Confirmed!
de: Gig-o-Matic: Fixiert!
fr: Gig-o-Matic: Confirmé!
it: Gig-o-Matic: Iscrizione confermata!

source: Gig-o-Matic Password Reset
de: Gig-o-Matic Passwort-Neuvergabe
fr: Gig-o-Matic - Réinitialser votre mot de passe
it: Reset della password Gig-o-Matic

source: forgot_password_email
de: Hallo! Klick auf den untenstehenden Link, um dein Gig-o-Matic Passwort zurückzusetzen. {0} Danke, Dein Gig-o-Matic Team
fr: Bonjour! Merci de cliquer sur le lien ci-dessous pour réinitialiser votre mot de passe sur le Gig-o-Matic. {0} Merci, L'équipe du Gig-o-Matic
it: Ciao! Per resettare la tua password Gig-o-Matic, clicca sul link qui sotto. {0} Grazie, Il Team Gig-o-Matic

source: Gig Edit
de: Termin bearbeiten
fr: Mettre à jour un concert
it: Modifica suonata

source: New Gig:
de: Neue Termin:
fr: Nouveau Concert :
it: Nuova Suonata:

source: Call Time
de: Beginn
fr: Heure de rassemblement

source: Set Time
de: Termin
fr: Heure du concert
it: Inizio suonata

source: End Time
de: Ende
fr: Heure de fin
it: Fine suonata

source: Unconfirmed
de: Nicht fixiert
fr: Non confirmé
it: Da confermare

source: Confirmed!
de: Fixiert!
fr: Confirmé !
it: Confermata!

source: Cancelled!
de: Abgesagt!
fr: Annulé !
it: Annullata!

source: edited_gig_email
de: Hallo! Für deine Band {0} wurde ein Termin bearbeitet: GEÄNDERT: {8} {1} Datum: {2} Uhrzeit: {3} Kontakt: {4} Status: {5} {6} Willst du deine Verfügbarkeit ändern? Sag hier Bescheid: {7} Danke, Dein Gig-o-Matic Team
fr: Bonjour ! Un concert a été mis à jour dans le Gig-o-Matic pour votre groupe {0} : MIS A JOUR : {8} {1} Date : {2} Heure : {3} Contact : {4} Statut : {5} {6} Si vous avez besoin de mettre à jour votre disponibilité, cliquez ici : {7} Merci, L'équipe du Gig-o-Matic
it: Ciao! Sul Gig-O-Matic è stata modificata una suonata della {0}: MODIFICATA: {8} {1} Data: {2} Orario: {3} Contatto: {4} Stato: {5} {6} In questo caso, ci sarai? Segnalalo qui: {7} Grazie, Il Team Gig-O-Matic

source: reminder_gig_email
de: Hallo! Als Erinnerung: Du bist eingeladen, deine Meinung zu einem Gig für {0}: {1} Datum: {2} Uhrzeit: {3} Kontakt: {4} Status: {5} {6} Bist du dabei? Du kannst (und sollst!) hier Bescheid sagen: {7} Danke, Dein Gig-o-Matic Team
fr: Bonjour ! Un simple rappel : merci de donner votre disponibilité pour ce concert du groupe {0} : {1} Date : {2} Heure : {3} Contact : {4} Statut : {5} {6} Vous pouvez (and devriez !) répondre ici : {7} Merci, L'équipe du Gig-o-Matic
it: Ciao! Non hai ancora segnalato la tua disponibilità per una suonata della {0}: {1} Data: {2} Orario: {3} Contatto: {4} Stato: {5} {6} Ci sarai? Non rispondere a questa e-mail: per segnalare la tua partecipazione (o meno) usa il link qui sotto. È decisivo! {7} Grazie, Il Team Gig-o-Matic

source: reminder_gig_email_html
de: Hallo! Als Erinnerung: Du bist eingeladen, deine Meinung zu einem Gig für {0}:<br><br>{1}<br>Datum: {2}<br>Uhrzeit: {3}<br>Kontakt: {4}<br>Status: {5}<br><br>{6}<br><br>Ich bin dabei - <a href={9}>(hier klicken)</a><br>Geht sich nicht aus - <a href={10}>(hier klicken)</a><br>Du bist dir nicht sicher und willst in einer Woche erinnert werden? <a href={11}>(hier klicken)</a><br>Zur <a href={7}>Infoseite des Gig</a><br><br>Danke,<br>Dein Gig-o-Matic Team
fr: Bonjour ! Un simple rappel : merci de donner votre disponibilité pour ce concert du groupe {0}:<br><br>{1}<br>Date : {2}<br>Heure : {3}<br>Contact : {4}<br>Statut : {5}<br><br>{6}<br><br>Si vous <b>pouvez</b> être présent, <a href={9}>cliquez ici</a>.<br><br>Si vous <b>ne pouvez pas</b>, <a href={10}>cliquez ici</a>.<br><br>Si vous n'êtes <b>pas sûr(e)</b> et voulez un mail de rappel dans quelques jours, <a href={11}>cliquez ici</a>.<br><br>La page avec toutes les infos sur le concert est <a href={7}>ici</a>.<br><br>Merci,<br>L'équipe du Gig-o-Matic
it: Ciao! Non hai ancora segnalato la tua disponibilità per una suonata della {0}:<br><br>{1}<br>Data: {2}<br>Orario: {3}<br>Contatto: {4}<br>Stato: {5}<br><br>{6}<br><br><br><br>Se ci sarai, <a href={9}>clicca qui</a><br>Se non puoi, <a href={10}>clicca qui</a><br>Se non lo sai ancora e vuoi ricevere un sollecito fra qualche giorno, <a href={11}>clicca qui</a><br>Info sulla suonata <a href={7}>qui</a><br><br>Grazie,<br>Il Team Gig-o-Matic

source: new_gig_email
de: Hallo! Für deine Band {0} wurde ein neuer Termin in Gig-o-Matic eingetragen: {1} Datum: {2} Uhrzeit: {3} Kontakt: {4} Status: {5} {6} Bist du dabei? Du kannst (und sollst!) hier Bescheid sagen: {7} Danke, Dein Gig-o-Matic Team
fr: Bonjour! Un nouveau concert a été ajouté au Gig-o-Matic pour votre groupe {0} : {1} Date : {2} Heure : {3} Contact : {4} Statut : {5} {6} Vous pouvez (and devriez !) répondre ici : {7} Merci, L'équipe du Gig-o-Matic
it: Ciao! Sul Gig-o-Matic è stata aggiunta una nuova suonata della {0}: {1} Data: {2} Orario: {3} Contatto: {4} Stato: {5} {6} Ci sarai? Non rispondere a questa e-mail: per segnalare la tua partecipazione (o meno) usa il link qui sotto. È decisivo! {7} Grazie, Il Team Gig-o-Matic

source: new_gig_email_html
de: Hallo! Für deine Band {0} wurde ein neuer Termin in Gig-o-Matic eingetragen:<br><br>{1}<br>Datum: {2}<br>Uhrzeit: {3}<br>Kontakt: {4}<br>Status: {5}<br><br>{6}<br><br>Ich bin dabei - <a href={9}>(hier klicken)</a><br>Geht sich nicht aus - <a href={10}>(hier klicken)</a><br>Du bist dir nicht sicher und willst in einer Woche erinnert werden? <a href={11}>(hier klicken)</a><br>Zur <a href={7}>Infoseite des Gig</a><br><br>Danke,<br>Dein Gig-o-Matic Team
fr: Bonjour! Un nouveau concert a été ajouté au Gig-o-Matic pour votre groupe {0}:<br><br>{1}<br>Date : {2}<br>Heure : {3}<br>Contact : {4}<br>Statut : {5}<br><br>{6}<br><br>Si vous <b>pouvez</b> être présent, <a href={9}>cliquez ici</a>.<br><br>Si vous <b>ne pouvez pas</b>, <a href={10}>cliquez ici</a>.<br><br>Si vous n'êtes <b>pas sûr(e)</b> et voulez un mail de rappel dans quelques jours, <a href={11}>cliquez ici</a>.<br><br>La page avec toutes les infos sur le concert est <a href={7}>ici</a>.<br><br>Merci,<br>L'équipe du Gig-o-Matic
it: Ciao! Sul Gig-o-Matic è stata aggiunta una nuova suonata della {0}:<br><br>{1}<br>Data: {2}<br>Orario: {3}<br>Contatto: {4}<br>Stato: {5}<br><br>{6}<br><br><br><br>Se ci sarai, <a href={9}>clicca qui</a><br>Se non puoi, <a href={10}>clicca qui</a><br>Info sulla suonata <a href={7}>qui</a><br><br>Grazie,<br>Il Team Gig-o-Matic

source: Gig-o-Matic New Member for band {0}
de: Gig-o-Matic Neues Mitglied für Band {0}
fr: Gigo-o-Matic - Nouveau membre dans le groupe {0}

source: new_member_email
de: Hallo! Für deine Band {1} hat sich ein neues Mitglied {1} angemeldet. Bitte melde dich an und bestätige die Mitgliedschaft. http://www.gig-o-matic.com/band_info.html?bk={2} Danke, Dein Gig-o-Matic Team
fr: Bonjour ! Un nouveau membre {0} demande à rejoindre votre groupe {1}. Merci de bien vouloir confirmer en cliquant sur le lien ci-dessous. http://www.gig-o-matic.com/band_info.html?bk={2} Merci, L'équipe du Gig-o-Matic
it: Ciao! Un nuovo membro, {0}, ha chiesto di iscriversi alla {1}. Accedi al Gig-o-Matic per confermarne l’iscrizione. http://www.gig-o-matic.com/band_info.html?bk={2} Grazie, Il Team Gig-o-Matic

source: new_band_via_invite_email
de: Hallo! Du wurdest eingeladen, der Band {0} beizutreten. Du wirst die Bandauf deiner Profilseite sehen können und neue Termine werden in deinerAgenda eingetragen. Willkommen bei Gig-o-Matic! Freundliche Grüße, Team Gig-o-Matic
fr: BOnjour ! Vous avez été invité(e) à rejoindre le groupe {0}. Ce groupe apparaitra dorénavant sur votre page de profil, et ses concerts seront ajouté à vôtre agenda. Bienvenue ! L'équipe du Gig-o-Matic
it: Ciao! Ti invitiamo a entrare nella {0}. Troverai la banda sulla tua pagina del profilo, e potrai segnalare la tua presenza a tutte suonate in programma che vedrai sulla pagina dell’agenda. Un benvenuto a bordo! Saluti dal Team Gig-o-Matic

source: Gig-o-Matic New Band Invite
de: Gig-o-Matic Neue Band Einladung
fr: Invitation à rejoindre un groupe sur le Gig-o-Matic
it: Gig-o-Matic – Invito in banda

source: Invitation to Join Gig-o-Matic
de: Einladung um Gig-o-Matic beizutreten
fr: Invitation à s'inscrire sur le Gig-o-Matic
it: Invito a entrare nel Gig-o-Matic

source: gigo_invite_email
de: Hallo, Als ein Mitglied von {0} wurdest du eingeladen, Gig-o-Matic beizutreten um das Organisieren von euren Terminen zu vereinfachen. Du musst nur noch ein Passwort erstellen, um dich anmelden zu können. Dann kannst du dich auf http://www.gig-o-matic.com einloggen. Die URL zum Passwort erstellen ist: {1} Danke, Der Gig-o-Matic Lenkungsausschuss
fr: Bonjour, En tant que membre de {0}, vous avez été invité à rejoindre le Gig-o-Matic afin de gérer votre agenda. Pour s'inscrire, il suffit de créer un mot de passe. L'URL pour créer votre mot de passe est : {1} Merci, L'équipe du Gig-o-Matic
it: Ciao, come membro della {0}, ti invitiamo a iscriverti al Gig-o-Matic per gestire la tua partecipazione alle suonate. Per iscriverti, devi solo crearti una password. Dopodiché potrai andare su http://www.gig-o-matic.com per accedere. Per creare la tua password clicca su questo link: {1} Grazie, Gli amministratori del Gig-o-Matic

source: Gig-o-Matic Confirm Email Address
de: Gig-o-Matic Emailadressen Bestätigung
fr: Gig-o-Matic - Cofirmation d'adresse e-mail'
it: Gig-o-Matic: conferma indirizzo e-mail

source: confirm_email_address_email
de: Hallo! Jemand möchte seine Gig-o-Matic ID zu dieser Email-Adresseändern. Wenn du dieser Jemand warst, klick bitte einfach auf the Link um die Änderung zu bestätigen. Wenn nicht, kannst du diese Nachricht ignorieren und sie wird verfallen. {0} Danke, Team Gig-o-Matic
fr: BOnjour ! Quelqu'un a fait une demande de changement d'adresse e-mail sur le Gig-o-Matic et a rentré cette addresse. Si c'est bien vous, merci de confirmer en cliquant sur le lien ci-dessous. Sinon, vous pouvez Simplement ignorer ce message. {0} Merci, L'équipe du Gig-o-Matic
it: Ehilà! Qualcuno ha richiesto di cambiare la sua ID sul Gig-o-Matic con questo indirizzo e-mail. Se sei tu, clicca sul link per confermare. Se no, ignora questo messaggio e buonanotte. {0} Grazie, Il Team Gig-o-Matic

source: User could not be created (email address may be in use)
fr: Impossible de créer l'utilisateur (adresse e-mail déjà utilisée)
it: Impossibile creare utente (l’indirizzo email potrebbe essere già in uso)

source: Password must be at least {0} characters long
fr: Le mot de passe doit comporter au moins {0} caractères
it: La password deve avere almeno {0} caratteri

source: Schedule
de: Agenda
fr: Liste des concerts
it: Agenda

source: Make this my default view!
de: Mach dies zu meiner Standartansicht!
fr: Choisir comme vue par défaut
it: Adotta come visualizzazione predefinita

source: Future Gigs: Weigh In!
de: Zukünftige Termine: Sag Bescheid!
fr: Concerts à venir : remplissez vos disponibilités
it: Suonate in programma: Ci stai?!?

source: All Upcoming Gigs
de: Alle kommenden Termine
fr: Tous les concerts à venir
it: Suonate in programma - hai già risposto:

source: My Next Few Gigs
de: Meine nächsten Termine
fr: Mes prochains concerts
it: Prossime suonate - hai già risposto:

source: show brief
de: Zeige Info
fr: Liste raccourcie
it: mostra meno

source: show all
de: Zeige alle
fr: Liste complète
it: mostra tutte

source: Nothing coming up!
de: Nichts tut sich!
fr: Aucun concert en vue !
it: Nessun'altra suonata!

source: Recent Activity
de: Letzte Aktivität
fr: Activité récente
it: Attività Recenti

source: Band Admin
de: Band Administrator
fr: Admin du groupe
it: Admin banda

source: Band Edit
de: Band bearbeiten
fr: Mettre à jour le groupe
it: Modifica banda

source: New Band
de: Neue Band
fr: Nouveau groupe
it: Nuova banda

source: Edit Band
de: Bearbeite Band
fr: Mettre à jour le groupe
it: Modifica banda

source: Name
fr: Nom
it: Nome

source: what's it called?
de: Wie heißt sie?
fr: Nom du groupe
it: come si chiama?

source: Short Name
de: Abkürzung
fr: Acronyme
it: Nome abbreviato

source: whts it clld?
de: Wie heißt sie?
fr: Acronyme / Nom court
it: cm s kiama?

source: Hometown
de: Heimatort
fr: Ville
it: Città

source: where are you?
de: Wo findet man euch?
fr: d'où venez vous ?
it: dov’è di base?

source: tell us a little about the band
de: Erzähl ein wenig von deiner Band
fr: Une description de votre groupe
it: parlaci un po’ della banda

source: Member Links
de: Mitglieder Links
fr: Liens
it: Links per i membri

source: Website
de: Webseite
fr: Site internet
it: Sito web

source: Thumbnail Image for Band Navigator Page
de: Vorschaubild für die Bandübersicht
fr: Image miniature pour la page listant les groupes
it: Immagine per pagina Navigabande

source: url of 200x300 picture for band navigtor page
de: url zu 200x300 Bild für die Bandübersicht
fr: lien vers une image en 200x300 pour la page listant les groupes
it: link a foto 200x300 per la pagina Navigabande

source: thumbnail_instructions
de: Benötigt eine Bild-URL. Um ein Bild von Facebook zu verwenden kannst du via Rechtsklick die Bild-URL kopieren und hier einfügen. Funktioniert momentan noch besser mit Bildern, die höher als breit sind.
fr: Ce lien doit pointer vers une image. Pour utiliser une image de facebook, merci de faire un clic doit sur l'image et de copier l'URL, pour ensuite la coller ici. Fonctionne mieux avec des images en format portrait.
it: Inserire la URL di ogni immagine. Per inserire una foto da facebook, cliccare sull’immagine con il pulsante destro e selezionare "Copia URL immagine", poi incollarla qui sopra

source: Public Page Images
de: Bilder für das öffentlichen Profil
fr: Images de la page publique
it: Foto per la pagina pubblica

source: put urls to images on their own lines...
de: Jede Zeile nur eine URL, nicht drängeln...
fr: copier/coller des liens vers des images (un lien par ligne)
it: inserire i link alle immagini su righe separate

source: imagelink_instructions
de: Benötigt Bild-URLs. Um ein Bild von Facebook zu verwenden kannst du via Rechtsklick die Bild-URL kopieren und hier einfügen.
fr: Les liens doivent pointer vers des images. Pour utiliser une image de facebook, merci de faire un clic doit sur l'image et de copier l'URL, pour ensuite la coller ici.
it: Inserire la URL di ogni immagine. Per inserire una foto da facebook, cliccare sull’immagine con il pulsante destro e selezionare "Copia URL immagine", poi incollarla qui sopra

source: Time Zone
de: Zeitzone
fr: Fuseau Horaire
it: Fuso orario

source: Let any member create gigs
de: Erlaube allen Mitgliedern, Termine zu erstellen
fr: Tous les membres peuvent créer des concerts
it: Permetti a ogni membro di creare le suonate

source: Let any member edit and delete gigs
de: Erlaube allen Mitgliedern, Termine zu bearbeiten und löschen
fr: Tous les membres peuvent éditer et supprimer des concerts
it: Permetti a ogni membro di modificare e cancellare le suonate

source: Let non-members see upcoming gigs
de: Auch Nicht-Mitglieder können kommende Termine sehen
fr: Les non-membres peuvent voir les concerts à venir
it: Permetti ai non-membri di vedere le suonate in programma

source: Send gig updates by default
fr: Envoyer des e-mail par défaut lors de modification de concerts
it: Invia aggiornamenti suonate per default

source: Enable RSS feed
fr: Activer le flux RSS
it: Attiva feed RSS

source: Use simple planning pop-up (yes/maybe/no)
de: Verwende einfachen Planung (ja/nein/vielleicht)
fr: Utiliser les réponses simplifiées (oui/peut-être/non)
it: Utilizza menu adesioni semplificato (sì/forse/no)

source: Extra Feedback
de: Zusätzliches Feedback
fr: Options supplémentaires
it: Crea secondo menu adesioni/opinioni

source: items for second planning popup (BETA!)
de: Einträge für zweite Planungsebene (BETA!)
fr: Options supplémentaires pour les réponses (BETA !)
it: voci per il secondo menu adesioni/opinioni (elencare una per riga

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: This field is required!
de: Dieses Feld wird benötigt!
fr: Ce champ est obligatoire !
it: Questo campo è obbligatorio!

source: Band Archive
de: Archiv
fr: Archive du groupe
it: Archivio della banda

source: history_title
de: BandName in der Vergangenheit
fr: Archives de BandName
it: Archivio della BandName

source: There are no gigs in the archive!
de: Es befinden sich keine Auftritte im Archiv!
fr: Pas de concerts dans l'archive !
it: Nessuna suonata in archivio!

source: Gig Trashcan
fr: Poubelle des concerts

source: trashcan_title
fr: Concerts supprimés de BandName

source: Gigs in the trash will be deleted after 30 days.
fr: Les concerts dans la poubelle seront supprimés après 30 jours.

source: There are no gigs in the trashcan!
fr: Pas de concerts dans la poubelle !

source: Band Info
fr: Informations sur le groupe

source: Info
fr: Informations

source: Edit
de: Bearbeiten
fr: Mettre à jour
it: Modifica

source: A Band of Mystery...
de: Eine unerforschte Band...
fr: Mystère, mystère ...
it: Una banda ancora da scoprire...

source: Resources
de: Ressourcen
fr: Ressources
it: Risorse

source: Gig Archive
de: Gig-Archiv
fr: Archive des concerts
it: Archivio delle suonate

source: Public Profile
de: Öffentliches Profil
fr: Profil public
it: Profilo pubblico

source: Public Gig Calendar Feed
fr: Calendrier public des concerts
it: Feed calendario pubblico

source: Subscribe using this link's URL
de: Mit diesem Link abonnieren
fr: S'inscrire avec ce lien
it: Usare questo link per l’iscrizione

source: Public Gig RSS
fr: Fil RSS public des concerts
it: Feed RSS pubblico

source: Calendar URL for Members
de: Kalender URL für Mitglieder
fr: Calendrier pour les membres
it: URL del Calendario per i membri

source: Copy this link's URL and use it to subscribe in google or iCal or whatever
de: Kopiere diese URL und abonniere diesen Kalender mit Google oder iCal oder einem anderen Programm
fr: Merci de copier ce lien pour utiliser ce calendrier dans google, iCal ou autre
it: Copia il link a questa URL e usalo per registrarti con Google o iCal o altro

source: Pictures Of Us
de: Unsere Bilder
fr: Photos de nous
it: Nostre foto

source: Upcoming Gigs
de: Kommende Termine
fr: Concerts à venir
it: Suonate in programma

source: Members With Public Profiles
de: Mitglieder mit öffentlichen Profilen
fr: Membres avec un profil public
it: Membri con profilo pubblico

source: Your membership is pending - ask a band member to confirm you!
de: Deine Mitgliedschaft muss noch bestätigt werden - bitte ein Mitglied darum, dich freizuschalten!
fr: Confirmation en attente - demandez à un membre du groupe de confirmer !
it: La tua iscrizione è in attesa di conferma - chiedi a un membro admin di confermarti!

source: Pending Members
de: Noch nicht bestätigte Mitglieder
fr: Membres en attente
it: In attesa di conferma

source: yes, confirm member!
de: Ja, bestätigen!
fr: oui, confirmer !
it: sì, conferma membro

source: no, reject!
de: Nein, ablehnen!
fr: Non, rejeter !
it: no, rifiuta!

source: Invited Members
de: Eingeladene Mitglieder
fr: Membres invités
it: Membri invitati

source: forget the invite
de: Einladung zurücknehmen
fr: oublier l'invitation
it: rimuovi invito

source: Members
de: Mitglieder
fr: Membres
it: Membri

source: Invite Members
de: Mitglieder einladen
fr: Inviter des membres du groupe
it: Invita membri

source: Set Up Sections
fr: Gérer les sections
it: Organizza sezioni

source: Member Admin
de: Mitglieder Administration
fr: Administrer les membres
it: Membro admin

source: Download Member List
fr: Télécharger la liste des membres
it: Scarica lista membri

source: invite_instructions
de: Es ist kinderleicht, neue Mitglieder zu deiner Band einzuladen. Gib einfach eine Liste an Email-Adressen ein, getrennt durch Beistriche oder Zeilenumbrüche, um Einladungen zu versenden. Auf diese Art beigetretene Nutzer werden automatisch zu Mitgliedern deiner Band.
fr: Inviter de nouveaux membres à rejoindre votre groupe est très facile. Il suffit d'entrer une liste d'adresses e-mail séparées par des virgules (ou une par ligne), et le Gig-o-Matic enverra les invitations. Les nouveaux membres seront automatiquement ajoutés comme membres de votre groupe.
it: Invitare nuovi membri nella tua banda è facilissimo. Basta inserire una lista di indirizzi e-mail separati da virgole o andando a capo a ogni indirizzo, e gli inviti partiranno. Gli invitati saranno confermati automaticamente come membri della tua banda.

source: Emails:
fr: Adresses email
it: E-mail:

source: Send Invites
de: Sende Einladungen
fr: Envoyer les invitations
it: Manda inviti

source: Band Invites
de: Band Einladungen
fr: Invitations à rejoindre le groupe
it: Inviti in banda

source: Email invitations successfully sent to...
de: Einladungen erfolgreich versandt an...
fr: Les emails d'invitations ont été envoyées à ..
it: Invio riuscito di e-mail a...

source: Some addresses aren't proper email addresses:
de: Manche Adressen sind keine gültigen Emailadressen:
fr: Les adresses suivantes ne sont pas des adresses email :
it: Alcuni indirizzi e-mail non sono corretti:

source: Please enter some email addresses to send invitations.
de: Bitte trage ein paar Emailadressen ein, um Einladungenzu versenden.
fr: Merci de renseigner des adresses email pour envoyer les invitations.
it: Inserisci degli indirizzi e-mail per mandare gli inviti

source: Done!
de: Erledigt!
fr: OK !
it: Fatto!

source: Try Again
de: Neuer Versuch
fr: Essayer à nouveau
it: Riprova

source: occasional
de: hin und wieder
fr: membre occasionnel
it: saltuario

source: others
de: Andere
fr: autres
it: altro

source: remove from band
de: Aus Band entfernen
fr: retirer du groupe
it: elimina dalla banda

source: Band Navigator
fr: Liste des groupes
it: Navigabande

source: more
de: mehr
fr: plus
it: più

source: less
de: weniger
fr: moins
it: meno

source: None!
de: Keine!
fr: Aucun !
it: Nessuno!

source: No Section
de: Kein Register
fr: Pas de sections

source: Band Sections
fr: Sections d'instruments'
it: Sezioni banda

source: Add a Section
de: Register hinzufügen
fr: Ajouter une section
it: Aggiungi sezione

source: name of section
fr: nom de la section
it: nome della sezione

source: No Sections!
fr: Pas de sections !
it: Non esistono sezioni!

source: New Section
de: Neues Register
fr: Nouvelle section
it: Nuova sezione

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Calendar Help!
de: Kalender - Hilfe!
fr: Aide du calendrier
it: Help Calendario

source: calhelp_1
de: Gig-o-Matic kann Kalenderdaten für Google Kalender, Apple Kalender und andere Kalenderprogramme, die mit dem "CalDav" Protokoll arbeiten, zur Verfügung stellen. Und zwar so:
fr: Le Gig-o-Matic peut exporter son calendrier vers Google Agenda, Apple Calendar, et les autres gestionnaires de calendrier compatibles avec le protocole "CalDav" Voilà comment il faut s'y prendre !
it: Il Gig-o-Matic può fornire informazioni dal proprio Calendario a Google Calendar, Apple Calendar, e altri strumenti calendario che funzionano con il protocollo "CalDav". Ecco come procedere:

source: calhelp_2
de: Als erstes kopiere diese Kalenderadresse. Deine persönliche Adresse lautet:
fr: Tout d'abord, copier le lien personnalisé ci-dessous :
it: Primo, copiare l’indirizzo di registrazione. Il tuo indirizzo personalizzato è:

source: Subscribing in Google Calendar
de: Mit Google Kalender folgen
fr: Synchroniser avec Google Agenda
it: Registrarsi su Google Calendar
